{
    "products": [
        {
            "id": 1,
            "title": "El poder del perro",
            "author": "Thomas Savage",
            "description": "Montana, 1924. Phil y George son hermanos y socios, copropietarios del rancho más grande del valle. Cabalgan juntos, transportando miles de cabezas de ganado, y siguen durmiendo en la habitación que habían tenido de niños, en las mismas camas de bronce. Phil es alto y anguloso, George rechoncho e imperturbable. Phil es una lumbrera y podía haber sido cualquier cosa que se propusiera, George es tranquilo y no tiene aficiones. A Phil le gusta provocar, George carece de sentido del humor, pero tiene ganas de amar y de ser amado. Cuando George se casa con Rose, una joven viuda de porte orgulloso y sonrisa rápida, y la trae a vivir a la hacienda, Phil comienza una campaña implacable para destruirla. Pero los más débiles no siempre son quienes uno cree. Thomas Savage nació en 1915 en Salt Lake City y creció en un rancho de Montana. En 1980 obtuvo una beca Guggenheim. En 1967, publicó El poder del perro, una obra maestra de la literatura del Oeste americano, que será llevada a la gran pantalla por Jane Campion. «Thomas Savage es un escritor de primer orden, y domina el arte supremo de la novela: la capacidad de iluminar y conmover.» The New Yorker «El poder del perro es una novela sublime, digna de ser recreada en la gran pantalla.» Jane Campion«Una obra de arte de la literatura.» Annie Proulx «Una novela tensa y poderosa.» Publisher's Weekly «Una voz maravillosa que merece ser redescubierta.» New York Times Book Review «Una novela apasionante y sutil, cuyos ecos siguen resonando tiempo después de haberla terminado.» Chicago Tribune «Thomas Savage sabe cómo narrar una historia, qué omitir, cómo sorprender.» Tulsa Daily Word «Una delicia.» Cleveland Plain Dealer «Una vez que cae la primera ficha del dominó, las otras siguen el mismo camino. Y, sin embargo, no hay nada previsible en esta novela.» Joanna Scott",
            "category": "book",
            "price": 15.12,
            "stock": 20,
            "pictureUrl": "https://books.google.com/books/publisher/content/images/frontcover/dcc0EAAAQBAJ?fife=w400-h600"
        },
        {
            "id": 2,
            "title": "Martita, I Remember You/Martita, te recuerdo: A Story in English and Spanish",
            "author": "Sandra Cisneros",
            "description": "A long-forgotten letter sets off a charged encounter with the past in this poignant and gorgeously told tale masterfully written by Sandra Cisneros, the celebrated bestselling author of The House on Mango Street, in a dual-language edition. As a young woman, Corina leaves her Mexican family in Chicago to pursue her dream of becoming a writer in the cafés of Paris. Instead, she spends her brief time in the City of Light running out of money and lining up with other immigrants to call home from a broken pay phone. But the months of befriending panhandling artists in the métro, sleeping on crowded floors, and dancing the tango at underground parties are given a lasting glow by her intense friendships with Martita and Paola. Over the years the three women disperse to three continents, falling out of touch and out of mind—until a rediscovered letter brings Corina’s days in Paris back with breathtaking immediacy. Martita, I Remember You is a rare bottle from Sandra Cisneros’s own special reserve, preserving the smoke and the sparkle of an exceptional year. Told with intimacy and searing tenderness, this tribute to the life-changing power of youthful friendship is Cisneros at her vintage best, in a beautiful dual-language edition.",
            "category": "audiobook",
            "price": 13.95,
            "stock": 21,
            "pictureUrl": "https://books.google.com/books/publisher/content/images/frontcover/b7wjEAAAQBAJ?fife=w400-h600"
        },
        {
            "id": 3,
            "title": "Auténtica y única: Viva libre de las comparaciones y la necesidad de complacer",
            "author": "Joyce Meyer",
            "description": "Descubre tus dones únicos y atrévete a ser diferente con la autora número uno en ventas del New York Times y reconocida maestra de la Biblia, Joyce Meyer. Dios te ha dado talentos y habilidades para que puedas cumplir su propósito en tu vida, pero si eres como muchas personas, es posible que aún no los hayas reconocido. A menudo, el mundo en el que vivimos nos presiona a vivir a la altura de una determinada imagen, en lugar de ser las personas únicas en las que Dios nos ha creado. Por lo tanto, permite que Dios te muestre qué tienes de especial en la forma que Él te hizo. Conviértete en una persona auténtica y única, ¡porque Dios nunca te ayudará a ser nadie más que tú misma! Él te ama tal como eres. Deja que Dios te use, con todas tus fortalezas y debilidades, y te transforme de adentro hacia afuera para hacer algo mucho más maravilloso que tus sueños más extravagantes. Discover your unique gifts and dare to be different with #1 New York Times bestselling author and renowned Bible teacher Joyce Meyer. God has given you talents and abilities so you can fulfill His purpose for your life, but if you're like a lot of people, you may not have recognized them yet. The world we live in often pressures us to live up to a certain image, rather than be the unique individuals God has created us to be, so let God show you what’s special about the way He made you. Become Authentically, Uniquely You because God is never going to help you be anyone but yourself! He loves you just as you are. Let God use you, with all your strengths and weaknesses, and transform you from the inside out to do something more wonderful than your wildest dreams.",
            "category": "audiobook",
            "price": 9.9,
            "stock": 10,
            "pictureUrl": "https://books.google.com/books/publisher/content/images/frontcover/pwQSEAAAQBAJ?fife=w400-h600"
        },
        {
            "id": 4,
            "title": "Bebé Antirracista",
            "author": "Ibram X. Kendi",
            "description": "Con  arte llamativo y  texto reflexivo y a la vez juguetón, Bebé antirracista les presenta a los lectores más pequeños y a los adultos en sus vidas el concepto y el poder del antirracismo. Como provee el vocabulario necesario para comenzar conversaciones críticas a la más temprana edad, Bebé antirracista es el regalo perfecto para lectores de todas las edades comprometidos con formar una sociedad justa.",
            "category": "book",
            "price": 8.99,
            "stock": 18,
            "pictureUrl": "https://books.google.com/books/publisher/content/images/frontcover/PSIfEAAAQBAJ?fife=w400-h600"
        },
        {
            "id": 5,
            "title": "Forgotten in Death: An Eve Dallas Novel",
            "author": "J. D. Robb",
            "description": "Then Eve is summoned away to a nearby building site to view more remains—in this case decades old, adorned with gold jewelry and fine clothing—unearthed by recent construction work. She isn’t happy when she realizes that the scene of the crime belongs to her husband, Roarke—not that it should surprise her, since the Irish billionaire owns a good chunk of New York. Now Eve must enter a complex world of real estate development, family history, shady deals, and shocking secrets to find justice for two women whose lives were thrown away...",
            "category": "audiobook",
            "price": 14.99,
            "stock": 24,
            "pictureUrl": "https://books.google.com/books/publisher/content/images/frontcover/LR8QEAAAQBAJ?fife=w400-h600"
        },
        {
            "id": 6,
            "title": "Enemy at the Gates",
            "author": "Vince FlynnKyle Mills",
            "description": "Meanwhile, when Kennedy discovers evidence of a mole scouring the Agency’s database for sensitive information on Nicholas Ward, the world’s first trillionaire, she convinces Rapp to take a job protecting him. In doing so, he finds himself walking an impossible tightrope: Keep the man alive, but also use him as bait to uncover a traitor who has seemingly unlimited access to government secrets.",
            "category": "book",
            "price": 14.99,
            "stock": 20,
            "pictureUrl": "https://books.google.com/books/publisher/content/images/frontcover/m-kXEAAAQBAJ?fife=w400-h600"
        }
    ]
}
